Repository: laszlojuhasz/hbtest1
Catalog: trunk/harbour/utils/hbmk2/hbmk2.*.po
Languages: hu_hu

source: Copied target to %1$s
hu_hu: Cél kimásolva %1$s néven

source: Using C compiler: %1$s
hu_hu: Használt C fordító: %1$s

source: Processing: %1$s
hu_hu: Feldolgozás alatt: %1$s

source: Warning: Invalid -gt value ignored: %1$s
hu_hu: Figyelem: Hibás -gt érték figyelmen kívül hagyva: %1$s

source: Warning: Invalid -main value ignored: %1$s
hu_hu: Figyelem: Hibás -main érték figyelmen kívül hagyva: %1$s

source: clean (in incremental build mode)
hu_hu: törlés (lépcsõzetes üzemmódban)

source: Warning: C compiler script couldn't be created, continuing in command line.
hu_hu: Figyelem: C fordító parancsállománya ne hozható létre, folytatás parancssorban.

source: emulate Clipper compatible linker behavior\ncreate link/copy hbmk2 to rtlink/blinker/exospace for the same effect
hu_hu: emuláljon Clipper kompatibilis szerkesztõ üzemmódot.\nA hbmk2 program rtlink/blinker/exospace nevekre való másolásával/átnevezésével hasonló hatás érhet el

source: Press any key to continue...
hu_hu: Folytatáshoz üssön le egy billentyût...

source: stop after creating the object files and accept raw C flags\ncreate link/copy hbmk2 to hbcc for the same effect
hu_hu: álljon meg az object állományok létrehozása után és továbbítsa a kapcsolókat a C fordítónak\nA hbmk2 program hbcc névre való másolásával/átnevezésével hasonló hatás érhet el

source: Translation (%1$s): (add your name here)
hu_hu: Magyar (%1$s) fordítás: Copyright (c) 2009, Szakáts Viktor

source: Warning: File cannot be found: %1$s
hu_hu: Figyelem: Fájl nem található: %1$s

source: Autodetected C compiler: %1$s
hu_hu: Detektált C fordító: %1$s

source: rebuild all (in incremental build mode)
hu_hu: mindent újraépít (lépcsõzetes üzemmódban)

source: pass flag to linker (executable)
hu_hu: kapcsoló továbbítása (alkalmazás) szerkesztõnek

source: Harbour compiler command (internal):
hu_hu: Harbour fordítási parancs (belsõ):

source: Using Harbour: %1$s %2$s %3$s %4$s
hu_hu: Használt Harbour: %1$s %2$s %3$s %4$s

source: Error: Running lib command. %1$s
hu_hu: Hiba: Statikus függvénykönyvtár létrehozásakor. %1$s

source: Error: Compiler value unknown: %1$s
hu_hu: Hiba: Ismeretlen fordító: %1$s

source: generate .ch header file with local repository information. SVN, CVS, Git, Mercurial and Bazaar are currently supported. Generated header will define macro _HBMK_VCS_TYPE_ with the name of detected VCS and _HBMK_VCS_ID_ with the unique ID of local repository
hu_hu: hozzon létre egy .ch fejlécet a helyi források verziókövetõ (VCS) adatbázisbeli adataival. SVN, CVS, Git, Mercurial és Bazaar támogatottak. Generált fejléc _HBMK_VCS_TYPE_ makrója adja vissza a VCS típusát, míg _HBMK_VCS_ID_ az aktuális állapot egyedi azonosítóját

source: Autodetected platform: %1$s
hu_hu: Detektált platform: %1$s

source: generate .ch header file with timestamp information. Generated header will define macros _HBMK_BUILD_DATE_, _HBMK_BUILD_TIME_, _HBMK_BUILD_TIMESTAMP_ with the date/time of build
hu_hu: hozzon létre egy .ch fejlécet idõpont adatokkal. Generált fejléc _HBMK_BUILD_DATE_, _HBMK_BUILD_TIME_, _HBMK_BUILD_TIMESTAMP_ makrói az aktuális dátumokkal kerülnek feltöltésre

source: Running time: %1$ss
hu_hu: Futási idõ: %1$smp

source: C compiler command:
hu_hu: C fordító parancsa:

source: Error: Platform value unknown: %1$s
hu_hu: Hiba: Ismeretlen platform: %1$s

source: Error: Running Harbour compiler. %1$s
hu_hu: Hiba: Harbour fordító futtatásakor. %1$s

source: Error: No source files were specified.
hu_hu: Hiba: Nincs megadva forrás fájl.

source: Generating timestamp header: %1$s
hu_hu: Idõpont fejléc létrehozása: %1$s

source: output Harbour static library directory
hu_hu: visszatér a Harbour statikus függvénykönyvtárak könyvtárával

source: Autodetected header dir for %1$s: %2$s
hu_hu: Detektált könyvtár %1$s fejléchez: %2$s

source: Harbour compiler command:
hu_hu: Harbour fordító parancsa:

source: additional path to search for libraries
hu_hu: további keresési útvonal könyvtárakhoz

source: Error: HB_INSTALL_PREFIX not set, failed to autodetect.
hu_hu: Hiba: HB_INSTALL_PREFIX nincs megadva, automata detektálás nem járt sikerrel.

source: Running executable:
hu_hu: Alkalmazás futtatása:

source: Error: Harbour locations couldn't be determined.
hu_hu: Hiba: Harbour könyvtárakat nem sikerült meghatározni.

source: list of languages to be replaced in %1$s macros in .pot/.po filenames and output .hbl/.po filenames. Comma separared list:\n-lng=en-EN,hu-HU,de
hu_hu: nyelvek listája, amelyek a .pot/.po és .hbl/.po állományokban levõ %1$s makrókba kerülnek behelyettesítésre. Vesszõvel elválasztott lista:\n-lng=en-EN,hu-HU,de

source: Compiling Harbour sources...
hu_hu: Harbour források fordítása...

source: Compression command:
hu_hu: Tömörítési parancs:

source: Compiling resources...
hu_hu: Erõforrások fordítása...

source: Target up to date: %1$s
hu_hu: Kimenet nem igényel frissítést: %1$s

source: Harbour compiler command (internal) job #%1$s:
hu_hu: Harbour fordító parancs (belsõ) %1$s. szál:

source: Please choose a C compiler by using -comp= option or envvar HB_COMPILER.\nYou have the following choices on your platform: %1$s
hu_hu: Kérem, válasszon C fordítót a -comp= kapcsoló vagy a HB_COMPILER környezeti változó segítségével.\nA következõ lehetõségek közül választhat: %1$s

source: Updated .po file '%1$s' for language(s): %2$s
hu_hu: '%1$s' .po fájl frissítve a következõ nyelv(ek)hez: %2$s

source: Created .hbl file '%1$s'
hu_hu: '%1$s' .hbl fájl létrehozva

source: Created .hbl file '%1$s' for language(s): %2$s
hu_hu: '%1$s' .hbl fájl létrehozva a következõ nyelv(ek)hez: %2$s

source: Error: Running linker. %1$s
hu_hu: Hiba: Szerkesztõ futtatása közben. %1$s

source: C compiler command job #%1$s:
hu_hu: C fordító parancs. %1$s. szál:

source: Warning: Lib script couldn't be created, continuing in command line.
hu_hu: Figyelem: Statikus függvénykönyvtár létrehozás parancsállománya nem hozható létre, folytatás parancssorban.

source: Lib script:
hu_hu: Statikus függvénykönyvtár létrehozás parancsállománya:

source: Warning: Dynamic lib link script couldn't be created, continuing in command line.
hu_hu: Figyelem: Dinamikus függvénykönyvtár parancsállománya nem hozható létre, folytatás parancssorban.

source: Dynamic lib link command:
hu_hu: Dinamikus függvénykönyvtár szerkesztõ parancsa:

source: Dynamic lib link script:
hu_hu: Dinamikus függvénykönyvtár szerkesztõ parancsállománya:

source: Error: Running dynamic lib link command. %1$s
hu_hu: Hiba: Dinamikus függvénykönyvtár szerkesztõ futtatásakor. %1$s

source: Couldn't detect any supported C compiler in your PATH.\nPlease setup one or set -comp= option or envvar HB_COMPILER to one of these values: %1$s
hu_hu: Nem sikerült automatikusan detektálni egyetlen C fordítót sem a PATH-ban.\nKérem, telepítsen egyet vagy állítsa a -comp= kapcsolót vagy a HB_COMPILER környezeti változót a következõ értékek valamelyikére: %1$s

source: Warning: %1$s
hu_hu: Figyelem: %1$s

source: pass flag to linker (dynamic library)
hu_hu: kapcsoló továbbítása (dinamikus függvénykönyvtár) szerkesztõnek

source: Rebuilt .po file '%1$s' for language(s): %2$s
hu_hu: '%1$s' .po fájl újragenerálva a következõ nyelv(ek)hez: %2$s

source: Warning: Running post processor command. %1$s:
hu_hu: Figyelem: Utófeldolgozó parancs hibával tért vissza. %1$s:

source: Warning: Running compression command. %1$s:
hu_hu: Figyelem: Tömörítõ futtatása hibával tért vissza. %1$s:

source: Warning: Copying target to %1$s failed with %2$s.
hu_hu: Figyelem: Cél másolása %1$s helyre sikertelen. Hibakód: %2$s

source: pass flag to resource compiler (Windows only)
hu_hu: továbbítsa a kapcsolót az erõforrás fordítónak (csak Windows-on)

source: enable incremental build mode
hu_hu: kapcsolja be a lépcsõzetes (incremental) üzemmódot

source: additional path to autodetect .c header locations
hu_hu: további keresési útvonal a .c fejlécek automatikus detektálásához

source: pass flag to Harbour
hu_hu: kapcsoló továbbítása Harbour fordítónak

source: pass flag to output executable when -run option is used
hu_hu: továbbítsa a kapcsolót a létrehozott alkalmazásnak, -run kapcsoló használatakor

source: pass flag to C compiler
hu_hu: kapcsoló továbbítása C fordítónak

source: output Harbour dynamic library directory
hu_hu: visszatér a Harbour dinamikus függvénykönyvtárak könyvtárával

source: start n compilation threads (multiprocess platforms only)
hu_hu: n szálon futtassa a fordítókat (csak támogatott platformokon)

source: override default language. Similar to HB_LANG envvar.
hu_hu: felülbírálja az alapértelmezett nyelvet. Hasonlóan HB_LANG környezeti változóhoz.

source: enable xhb mode (experimental)
hu_hu: kapcsolja be az xhb üzemmódot (kísérleti)

source: Error: %1$s
hu_hu: Hiba: %1$s

source: Error: Cannot create file: %1$s
hu_hu: Hiba: Fájl nem hozható létre: %1$s

source: compress executable/dynamic lib (needs UPX)\n<lev> can be: min, max, def
hu_hu: tömörítse a végeredményt (UPX szükséges)\n<lev> lehet: min, max, def

source: show commands executed
hu_hu: mutassa a végrehajtott parancsokat

source: link with nulrdd
hu_hu: nulrdd használata

source: output file name
hu_hu: kimeneti fájlnév

source: Rebuilt .po file '%1$s'
hu_hu: '%1$s' .po fájl újragenerálva

source: .pot error: %1$s
hu_hu: .pot hiba: %1$s

source: .pot merge error: %1$s
hu_hu: .pot összeválogatás hiba: %1$s

source: Created .po file '%1$s' for language(s): %2$s
hu_hu: '%1$s' .po fájl létrehozva a következõ nyelv(ek)hez: %2$s

source: Error: Working directory cannot be created: %1$s
hu_hu: Hiba: Munkakönyvtár nem hozható létre: %1$s

source: C compiler script:
hu_hu: C fordító parancsállomány:

source: create/update .po file from source. Merge it with previous .po file of the same name
hu_hu: hozzon létre/frissítse a .po fálj a forráskód alapján. Használja a meglévõ .po fájlban levõ fordításokat

source: pass flag to linker (static library)
hu_hu: kapcsoló továbbítása (statikus függvénykönyvtár) szerkesztõnek

source: output .hbl filename. %1$s macro is accepted in filename
hu_hu: kimeneti .hbl fájlnév. %1$s makró használható a fájlnévben

source: Error: Cannot open file: %1$s
hu_hu: Hiba: Fájl nem nyitható meg: %1$s

source: Updated .po file '%1$s'
hu_hu: '%1$s' .po fájl frissítve

source: wdo=EN
hu_hu: wdo=HU852

source: cdp=EN
hu_hu: cdp=HUISO

source: additional path to search for headers
hu_hu: további keresési útvonal a fejlécekhez

source: show commands to be executed, but don't execute them
hu_hu: mutassa a végrehajtandó parancsokat, anélkül hogy végrehajtaná õket

source: Notes:
hu_hu: Megjegyzések:

source: nix=EN
hu_hu: nix=UTF8

source: do not process .hbc files in current directory
hu_hu: aktuális könyvtárban levõ .hbc fájlokat ne dolgozza fel

source: stop after creating the object files\ncreate link/copy hbmk2 to hbcmp/clipper for the same effect
hu_hu: álljon meg az object állományok létrehozása után\nA hbmk2 program hbcmp/clipper nevekre való másolásával/átnevezésével hasonló hatás érhet el

source: Syntax:
hu_hu: Használat:

source: Options:
hu_hu: Kapcsolók:

source: Supported <comp> values for each supported <plat> value:
hu_hu: Az egyes <plat> értékekhez tartozó <comp> értékek a következõk:

source: link with static/shared libs
hu_hu: használjon a szerkesztéskor statikus/dinamikus függvénykönyvtárakat

source: link with <libname> library. <libname> should be without path, extension and 'lib' prefix (unless part of libname).
hu_hu: szerkessze be <libname> függvénykönyvtárat. <libname>-ben nem szerepelhet útvonal, kiterjesztés és 'lib' elõtag (kivéve ha az a név része).

source: recreate .po file, thus removing all obsolete entries in it
hu_hu: Generálja újra a .po fájlt, törölve ezáltal minden szükségtelen bejegyzést

source: assume specific platform. Same as HB_PLATFORM envvar
hu_hu: használja a megadott platform kódot. Ugyanaz mint a HB_PLATFORM környezeti változó.

source: .hbc option files in current dir are automatically processed.
hu_hu: Az aktuális könyvtárban levõ .hbc fájlok automatikusan feldolgozásra kerülnek.

source: accept raw linker flags
hu_hu: kapcsolókat adja tovább a szerkesztõnek

source: create static library
hu_hu: statikus függvénykönyvtár létrehozása

source: create dynamic library
hu_hu: dinamikus függvénykönyvtár létrehozása

source: %1$s option file in hbmk2 directory is always processed if it exists. On *nix platforms ~/.harbour, /etc/harbour, <base>/etc/harbour, <base>/etc are checked (in that order) before the hbmk2 directory. The file format is the same as .hbc.
hu_hu: %1$s opció fájl a hbmk2 könyvtárában mindig feldolgozásra kerül amennyiben létezik. *nix platformokon a fájl a ~/.harbour, /etc/harbour, <base>/etc/harbour, <base>/etc könyvtárak (ebben a sorrendben) szintén ellenõrzésre kerülnek. Az fájl formátuma megegyezik a .hbc-vel.

source: output Harbour binary directory
hu_hu: visszatér a Harbour program könyvtárral

source: output Harbour header directory
hu_hu: visszatér a Harbour fejléc könyvtárral

source: Certain .hbc lines (libs=, hbcs=, prgflags=, cflags=, ldflags=, libpaths=, inctrypaths=, instpaths=, echo=) and corresponding command line parameters will accept macros: ${hb_root}, ${hb_dir}, ${hb_name}, ${hb_plat}, ${hb_comp}, ${hb_build}, ${hb_cpu}, ${hb_bin}, ${hb_lib}, ${hb_dyn}, ${hb_inc}, ${<envvar>}. libpaths= also accepts %{hb_name} which translates to the name of the .hbc file under search.
hu_hu: Számos .hbc opcióban és parancssori megfelelõikben (prgflags=, cflags=, ldflags=, libpaths=, inctrypaths=,echo=) használhatók makrók: ${hb_root}, ${hb_self}, ${hb_plat}, ${hb_comp}, ${hb_build}, ${hb_cpu}, ${<envvar>}. libpaths= also accepts %{hb_name} which translates to the name of the .hbc file under search.

source: display version header only
hu_hu: csak a verziószám kijelzése

source: <script> can be <@script> (.hbm file), <script.hbm> or <script.hbc>.
hu_hu: <script> lehet <@script> (.hbm fájl), <script.hbm> vagy <script.hbc>.

source: Defaults and feature support vary by platform/compiler.
hu_hu: Az alapértelmezések és az egyes kapcsolók támogatása platformonként/fordítónként változhat

source: Error: Cannot create temporary file.
hu_hu: Hiba: Ideiglenes fájl nem hozható létre.

source: long help
hu_hu: teljes súgó

source: link with all static libs
hu_hu: csak statikus függvénykönyvtárak használata

source: create (or not) a map file
hu_hu: készítsen (vagy ne) térkép (map) fájlt

source: strip (no strip) binaries
hu_hu: távolítsa el (vagy ne) a kimenetrõl az extra belsõ információkat (strip)

source: run/don't run output executable
hu_hu: futtassa/ne az elkészült alkalmazást

source: stop without doing anything
hu_hu: álljon meg anélkül hogy bármit csinálna

source: link with GT<name> GT driver, can be repeated to link with more GTs. First one will be the default at runtime
hu_hu: szerkessze be a GT<name> GT meghajtót. Több ilyen is megadható, az elsõ lesz az alapértelmezés

source: inherit all/no (default) flags from Harbour build
hu_hu: örököljön minden/semmi (alapért.) kapcsolót a Harbourtól

source: Multiple -l, -L and <script> parameters are accepted.
hu_hu: Több -l, -L és <parancsállomány> kapcsoló/paraméter is megengedett.

source: turn on informational messages
hu_hu: tájékoztató üzenetek bekapcsolása

source: Regular Harbour compiler options are also accepted.
hu_hu: Normál Harbour fordító kapcsolók is megadhatók.

source: suppress all screen messages
hu_hu: semmit ne írjon a képernyõre

source: create GUI/console executable
hu_hu: GUI/konzol alkalmazás létrehozása

source: override the name of starting function/procedure
hu_hu: adjon meg alternatív kezdõ-/belépési függvénynevet

source: create shared Harbour binaries without/with absolute dir reference to Harbour library (default: 'fullshared' when Harbour is installed on system location, 'fixshared' otherwise) (fix/full option in *nix only)
hu_hu: használjon a szerkesztéskor dinamikus függvénykönyvtárakat közvetlen hivatkozás nélkül/hivtakozással a dinamikus Harbour függvénykönyvtár felé. (alapértelmezés: 'fullshared', ha a Harbour telepítve van) (fix/full opció csak *nix rendszereken)

source: toggle C compiler optimizations (default: on)
hu_hu: C fordító optimalizálási szintjét állítja (alapértelmezés: be)

source: enable (or disable) single beep on successful exit, double beep on failure
hu_hu: egyszeri sípolás sikeres végrehajtás esetén, dupla sípolás hiba esetén

source: copy target to <path>. if <path> is a directory, it should end with path separator. can be specified multiple times
hu_hu: cél másolása <path> útvonalra. Ha <path> egy könyvtár, könyvtárelválasztó karakterrel kell végzõdjön. Többször is megadható.

source: inherit .prg/.c/linker flags (or none) from Harbour build
hu_hu: örökölje a .prg/.c/szerkesztõ kapcsolókat (vagy ne) a Harbourtól

source: control source header parsing (in incremental build mode)\n<m> can be: full, partial (default), off
hu_hu: finomhangolja a forrásállományok automatikus fejléc detektálást (lépcsõzetes üzemmódban)\n<m> lehet: full, partial (default), off

source: run target
hu_hu: cél futtatása

source: use specific C compiler. Same as HB_COMPILER envvar\nSpecial value:\n - bld: use original build settings (default on *nix)
hu_hu: használja a megadott C fordítót. Ugyanaz mint a HB_COMPILER környezeti változó\nSpeciális érték:\n - bld: használja a Harbour fordításához használtat (*nix-okon alapértelmezés)

source: force waiting for a key on exit in case of failure (with alternate GTs only)
hu_hu: várjon billentyûre sikertelen befejezés esetén. (csak alternatív GT használata esetén)

source: Processing configuration: %1$s
hu_hu: Alapbeállítások feldolgozása: %1$s

source: .hbc options (they should come in separate lines): libs=[<libname[s]>], hbcs=[<.hbc file[s]>], gt=[gtname], prgflags=[Harbour flags], cflags=[C compiler flags], resflags=[resource compiler flags], ldflags=[linker flags], libpaths=[paths], sources=[source files], incpaths=[paths], inctrypaths=[paths], instpaths=[paths], gui|mt|shared|nulrdd|debug|opt|map|implib|strip|run|inc=[yes|no], cpp=[yes|no|def], compr=[yes|no|def|min|max], head=[off|partial|full], skip=[yes|no], echo=<text>\nLines starting with '#' char are ignored
hu_hu: .hbc opciók (külön sorokba írandók): libs=[<libnevek>], hbcs=[<.hbc nevek>], gt=[gtnév], prgflags=[Harbour opciók], cflags=[C fordító opciók], resflags=[erõforrás fordító kapcsolók], ldflags=[szerkesztõ kapcsolók], libpaths=[útvonalak], sources=[forrás fájlok], incpaths=[útvonalak], inctrypaths=[útvonalak], instpaths=[útvonalak], gui|mt|shared|nulrdd|debug|opt|map|implib|strip|run|inc=[yes|no], cpp=[yes|no|def], compr=[yes|no|def|min|max], head=[off|partial|full], skip=[yes|no], echo=<szöveg>\n'#' karakterrel kezdõdõ sorokat figyelmen kívül hagyja

source: Created .po file '%1$s'
hu_hu: '%1$s' .po fájl létrehozva

source: Error: Running C compiler. %1$s
hu_hu: Hiba: C fordító futtatásakor. %1$s

source: hbmk2 [options] [<script[s]>] <src[s][.prg|.c|.obj|.o|.rc|.res|.po|.pot|.hbl]>
hu_hu: hbmk2 [kapcsolók] [<parancsállomány[s]>] <forrás[.prg|.c|.obj|.o|.rc|.res|.po|.pot|.hbl]>

source: Error: Stub helper .c program couldn't be created.
hu_hu: Hiba: .c segédállományt nem sikerült létrehozni.

source: link with multi/single-thread VM
hu_hu: többszálú/egyszálú virtuális gép használata

source: add/exclude C compiler debug info. For Harbour level debug, use Harbour option -b as usual
hu_hu: C fordító debug információ hozzáadása (vagy sem). Harbour szintû debughoz használja a -b kapcsolót

source: Generating VCS header: %1$s
hu_hu: VCS (verziókövetõ rendszer) fejléc létrehozása: %1$s

source: Error: Running resource compiler. %1$s
hu_hu: Hiba: Erõforrás fordító futtatásakor. %1$s

source: Error: Running Harbour compiler job #%1$s. %2$s
hu_hu: Hiba: Harbour fordító futtatásakor. %1$s. szál. %2$s

source: Post processor command:
hu_hu: Utófeldolgozó parancs:

source: Resource compiler command:
hu_hu: Erõforrás fordító parancsa:

source: Warning: Resource compiler script couldn't be created, continuing in command line.
hu_hu: Figyelem: Erõforrás fordító parancsállománya ne hozható létre, folytatás parancssorban.

source: Compiling...
hu_hu: Fordítás...

source: Resource compiler script:
hu_hu: Erõforrás fordító parancsállománya:

source: Creating dynamic library... %1$s
hu_hu: Dinamikus függvénykönyvtár létrehozása... %1$s

source: Linker command:
hu_hu: Szerkesztõ parancs:

source: Linking... %1$s
hu_hu: Szerkesztés... %1$s

source: Warning: Link script couldn't be created, continuing in command line.
hu_hu: Figyelem: Szerkesztõ parancsállománya ne hozható létre, folytatás parancssorban.

source: Creating static library... %1$s
hu_hu: Statikus függvénykönyvtár létrehozása... %1$s

source: Lib command:
hu_hu: Statikus függvénykönyvtár létrehozás parancsa:

source: Platform filters are accepted in each .hbc line and with several options.\nFilter format: {[!][<plat>|<comp>|<keyword>]}. Filters can be combined using '&', '|' operators and grouped by parantheses. Ex.: {win}, {gcc}, {linux|darwin}, {win&!pocc}, {(win|linux)&!watcom}, {unix&mt&gui}, -cflag={win}-DMYDEF, -stop{dos}, -stop{!allwin}, {allpocc|allgcc|allmingw|unix}, {allmsvc}, {x86|x86_64|ia64|arm}, {debug|nodebug|gui|std|mt|st|xhb}
hu_hu: A szûrõk az egyes .hbc sorokban használhatók és számos opció esetén támogatottak.\nSzûrõ formátum: {[!][<plat>|<comp>|<keyword>]}. Szûrõk kombinálhatók '&', '|' operátorokkal és zárójelekkel csoportosíthatók. Pl.: {win}, {gcc}, {linux|darwin}, {win&!pocc}, {(win|linux)&!watcom}, {unix&mt&gui}, -cflag={win}-DMYDEF, -stop{dos}, -stop{!allwin}, {allpocc|allgcc|allmingw|unix}, {allmsvc}, {x86|x86_64|ia64|arm}, {debug|nodebug|gui|std|mt|st|xhb}

source: Error: Running C compiler job #%1$s. %2$s
hu_hu: Hiba: C fordító futtatásakor. %1$s. szál. %2$s

source: Error: This platform/compiler isn't implemented.
hu_hu: Hiba: Ez a platform/fordító nincs megvalósítva.

source: Linker script:
hu_hu: Szerkesztõ parancsállománya:

source: working directory for incremental build mode\n(default: %1$s/plat/comp)
hu_hu: munkakönyvtár lépcsõzetes üzemmód használatakor\n(alapértelmezés: %1$s/plat/ford)

source: Error: Cannot create temporary unified .po file.
hu_hu: Hiba: Nem sikerült létrehozni az ideiglenes .po fájlt.
